Repository: xfce-mirror/thunar-volman
Catalog: po/*.po
Languages: eo, sl, tt

source: The sysfs path of the newly added device
eo: La sysfs-vojo de la nove aldonita aparato
tt: Sysfs юлы яңа гына өстәлгән җайланма өчен

source: Configure management of removable drives and media
eo: Konfiguri administradon de demeteblaj diskoj kaj plurmedioj
sl: Nastavi upravljanje odstranljivih pogonov in medijev
tt: Алынма җайланмалар һәм дисклар белән идарә итү

source: Print version information and exit
eo: Presi informojn pri versio kaj halti
sl: Natisni informacijo o različici in zaključi
tt: Версия турында мәгълүматны чыгарырга һәм эшне тәмамларга

source: Thunar Volume Manager
eo: Thunar - portila administrilo
sl: Thunarjev upravljalnik glasnosti
tt: Thunar томнар менеджеры

source: All rights reserved.
eo: Ĉiuj rajtoj rezervitaj.
sl: Vse pravice pridržane.
tt: Барлык хокуклар якланган.

source: Please report bugs to <%s>.
eo: Bonvolu raporti cimojn al <%s>.
sl: Prosimo, sporočite napake na <%s>
tt: Зинһар өчен, хаталар турында <%s> адресына хәбәр итегез.

source: There is no device with the sysfs path "%s"
eo: Ne estas aparato kun la sysfs-vojo "%s"
sl: Ni naprave s syfs potjo "%s"
tt: «%s» система юлы буенча җайланма табылмады

source: Must specify the sysfs path of new devices with --device-added
eo: Vi devas specifi la sysfs-vojon de la novaj aparatoj per --device-added
sl: Morate navesti syfs pot novih naprav z --device-added
tt: --device-added ачкычы ярдәмендә яңа җайланмалар өчен sysfs юлын күрсәтергә кирәк

source: Photos and Music
eo: Fotoj kaj muziko
sl: Fotografije in glasba
tt: Фото һәм музыка

source: Photos were found on your portable music player
eo: Fotoj estis trovitaj ĉe via portebla muzikludilo
sl: Najdene so fotografije na vašem prenosnem predvajalniku glasbe
tt: Сезнең портатив музыкаль уйнаткычта фотосурәтләр табылды

source: Would you like to import the photos or manage the music?
eo: Ĉu vi volas importi la fotojn aŭ administri la muzikon?
sl: Bi radi uvozili fotografije ali upravljali z glasbo?
tt: Фотоларны импортларга телисезме, әллә музыка белән идарә итәсегез киләме?

source: Ig_nore
eo: Ig_nori
sl: Pre_zri
tt: _Игътибар бирмәскә

source: Import _Photos
sl: Uvozi foto_grafije
tt: _Фотосурәтләрне импортларга

source: Manage _Music
eo: Administri _muzikon
sl: Upravljaj gla_sbo
tt: _Музыкаль файллар белән идарә итү

source: Photo Import
eo: Importi fotojn
sl: Uvoz fotografij
tt: Фотосурәтләрне импортлау

source: A photo card has been detected
sl: Zaznana je fotografska kartica
tt: Фотосурәтләр белән хәтер картасы табылды

source: There are photos on the card. Would you like to add these photos to your album?
sl: Na kartici se nahajajo fotografije. Bi jih radi dodali valbum?
tt: Хәтер картасында фотосурәтләр табылды. Аларны альбомга өстәргә телисезме?

source: Would you like to allow "%s" to run?
eo: Ĉu vi volas permesi "%s" lanĉi?
sl: Dovolite zagon "%s"?
tt: «%s» - эшләтүне рөхсәт итәргәме?

source: Auto-Run Confirmation
sl: Potrditev samodejnega zagona
tt: Автоуйнатуны раслау

source: Auto-Run capability detected
sl: Zaznana možnost samodejnega zagona
tt: Автоуйнату мөмкинлеге ачыкланды

source: _Allow Auto-Run
sl: _Dovoli samozagon
tt: _Автоуйнатуны рөхсәт итәргә

source: Would you like to open "%s"?
eo: Ĉu vi volas malfermi "%s"?
sl: Bi radi odprli "%s"?
tt: «%s» - ачарга телисезме?

source: Auto-Open Confirmation
sl: Potrditev samoodprtja
tt: Автомат рәвештә ачуны раслау

source: Auto-Open capability detected
sl: Zaznana zmožnost samoodprtja
tt: Автомат рәвештә ачу мөмкинлеге ачыкланды

source: _Open
eo: _Malfermi
sl: _Odpri
tt: _Ачарга

source: CD mounted
eo: KD muntita
sl: CD priklopljen
tt: CD-диск тоташтырылган

source: The CD was mounted automatically
eo: La KD estis muntita aŭtomate
sl: CD je bil samodejno priklopljen
tt: CD-диск автомат рәвештә тоташтырылды

source: DVD mounted
eo: DVD muntita
sl: DVD priklopljen
tt: DVD-диск тоташтырылды

source: The DVD was mounted automatically
eo: La DVD estis muntita aŭtomate
sl: DVD je bil samodejno priklopljen
tt: DVD-диск автомат рәвештә тоташтырылды

source: Blu-ray mounted
eo: Blu-ray muntita
tt: Blu-ray-диск тоташтырылган

source: The Blu-ray was mounted automatically
eo: La Blu-ray estis muntita aŭtomate
tt: Blu-ray-диск автомат рәвештә тоташтырылды

source: Volume mounted
eo: Portilo muntita
sl: Nosilec je priklopljen
tt: Том тоташтырылды

source: The volume "%s" was mounted automatically
eo: La portilo "%s" estis muntita aŭtomate
sl: Nosilec "%s" je bil priklopljen samodejno
tt: «%s» томы автомат рәвештә тоташтырылды

source: The inserted volume was mounted automatically
eo: La enmetita portilo estis muntita aŭtomate
sl: Vstavljeni nosilec je bil priklopljen samodejno
tt: Урнаштырылган том автомат рәвештә тоташтырылды

source: Unable to locate mount point
sl: Ni mogoče najti priklopne točke
tt: Монтажлау ноктасын табып булмады

source: Unable to mount the device
eo: Neeblas munti la aparaton
sl: Ni mogoče priklopiti naprave
tt: Җайланманы тоташтырып булмады

source: Could not detect the volume corresponding to the device
sl: Ni uspelo zaznati nosilca, ki je v stiku z napravo
tt: Җайланмага туры килгән томны табып булмады

source: Audio/Data CD
eo: Aŭdio/datum-KD
sl: Zvočni/Podatkoven CD
tt: Музыка яисә мәгълүмат белән диск

source: The CD in the drive contains both music and files
eo: La KD en la KD-ingo enhavas kaj muzikon kaj doserojn
sl: CD v pogonu vsebuje tako glasbo kot datoteke
tt: Приводтагы CD-дискта музыка һәм файллар бар

source: Would you like to listen to music or browse the files?
eo: Ĉu vi volas aŭskulti muzikon aŭ foliumi la dosierojn?
sl: Želite poslušati glasbo ali brskati med datotekami?
tt: Музыка тыңларга телисеме, әллә файлларны карыйсыгыз киләме?

source: _Browse Files
sl: _Brskaj datoteke
tt: Файлларны _карарга

source: _Play CD
sl: Pred_vajaj CD
tt: _CD дискны уйнатырга

source: Unknown block device type "%s"
eo: Nekonata tipo de bloka dosiero: "%s"
sl: Neznana blokada naprave "%s" vrste
tt: Билгесез «%s» блок җайланмасы тибы

source: Device type "%s" not supported
eo: Aparata tipo "%s" ne subtenata
sl: Naprava vrste "%s" ni podprta
tt: Кулланыла алмый торган «%s» җайланма тибы

source: Keyboard detected
eo: Klavaro detektita
sl: Zaznana je tipkovnica
tt: Клавиатура табылды

source: A keyboard was detected
eo: Klavaro estis detektita
sl: Tipkovnica je bila zaznana
tt: Клавиатура табылды

source: Tablet detected
eo: Tabuleto detektita
sl: Zaznan tablični računalnik
tt: Планшет табылды

source: A graphics tablet was detected
eo: Desegna tabuleto estis detektita
sl: Zaznana je bila grafična tablica
tt: График планшет табылды

source: Mouse detected
eo: Muso detektita
sl: Miška zaznana
tt: Тычкан табылды

source: A mouse was detected
eo: Muso estis detektita
sl: Zaznana je bila miška
tt: Тычкан табылды

source: Unsupported input device type "%s"
eo: Nesubtenata tipo de eniga aparato: "%s"
sl: Nepodprta vhodna vrsta naprave "%s"
tt: Кулланыла алмый торган «%s» кертү җайланмасы

source: Autoburning of blank CDs and DVDs is disabled
sl: Samozapisovanje praznih CDjev in DVDjev je onemogočeno
tt: Чиста CD һәм DVD-дискларга автомат рәвештә яздыру өзеп куелган

source: Blank DVD inserted
eo: Malplena DVD enmetita
sl: Vstavljen je prazen DVD
tt: Чиста DVD-диск куелган

source: You have inserted a blank DVD.
eo: Vi enmetis malplenan DVD-on.
sl: Vstavili ste prazen DVD.
tt: Сез чиста DVD-диск куйдыгыз.

source: What would you like to do?
eo: Kion vi volas fari?
sl: Kaj želite storiti?
tt: Нәрсә эшләргә телисез?

source: Burn _DVD
eo: Registri _DVD-on
sl: Zapiši _DVD
tt: _DVD яздырырга

source: Blank CD inserted
eo: Malplena KD enmetita
sl: Prazen CD vstavljen
tt: Чиста CD-диск куелган

source: You have inserted a blank CD.
eo: Vi enmetis malplenan KD-on.
sl: Vstavili ste prazen CD.
tt: Сез чиста CD-диск куйдыгыз.

source: Burn _Data CD
eo: Registri _datum-KD-on.
sl: Zapiši _podatkovni CD
tt: Мәгълүматлар белән CD яздырырга

source: Burn _Audio CD
eo: Registri _aŭdio-KD-on
sl: Zapiši _glasbeni CD
tt: _Аудио-CD яздырырга

source: The burn command may not be empty
sl: Ukaz za zapisovanje mogoče ni prazen
tt: Дискны яздыру өчен команда буш булырга тиеш түгел

source: The CD player command is undefined
eo: La komando de la KD-ludilo estas nedifinita
sl: Ukaz CD predvajalnika je nedefiniran
tt: CD-уйнаткыч өчен команда күрсәтелмәгән

source: Camera detected
eo: Fotilo detektita
sl: Kamera zaznana
tt: Камера табылды

source: A photo camera was detected
eo: Fotilo estis detektita
sl: Fotografski aparat je bil zaznan
tt: Фотоаппарат табылды

source: Printer detected
eo: Presilo detektita
sl: Tiskalnik zaznan
tt: Принтер табылды

source: A USB printer was detected
eo: USB-presilo estis detektita
sl: USB tiskalnik je bil zaznan
tt: USB-принтер табылды

source: Unsupported USB device type "%s"
eo: Nesubtenata tipo de USB-aparato "%s"
sl: Nepodprta USB naprava "%s"
tt: Кулланыла алмый торган «%s» USB-җайланма тибы

source: Settings manager socket
eo: Agordo-administrila konekt-interfaco
tt: Көйләүләр диспетчеры сокеты

source: Thunar Volume Manager Settings
sl: Nastavitve Thunarjevega upravljalca glasnosti
tt: Thunar томнар менеджеры параметрлары

source: Removable Drives and Media
sl: Odstranljivi pogoni in mediji
tt: Алынма җайланмалар һәм дисклар

source: Select an Application
eo: Elektu aplikaĵon
sl: Izberite program
tt: Кушымтаны сайлагыз

source: Cancel
eo: Nuligi
tt: Баш тарту

source: Select Application
tt: Кушымтаны сайлау

source: All Files
eo: Ĉiuj dosieroj
sl: Vse datoteke
tt: Барлык файллар

source: Executable Files
eo: Lanĉeblaj dosieroj
sl: Izvršljive datoteke
tt: Башкарыла торган файллар

source: Perl Scripts
eo: Perl-skriptoj
sl: Perl skripta
tt: Perl скриптлары

source: Python Scripts
eo: Python-skriptoj
sl: Python skripta
tt: Python скриптлары

source: Ruby Scripts
eo: Ruby-skriptoj
sl: Ruby skripta
tt: Ruby скриптлары

source: Shell Scripts
eo: Shell-skriptoj
sl: Shell skripta
tt: Shell скриптлары

source: Help
eo: Helpo
tt: Ярдәм

source: Close
eo: Fermi
tt: Ябарга

source: Storage
eo: Konservejo
sl: Shramba
tt: Дисклар

source: Removable Storage
eo: Demeteblaj konservejoj
sl: Odstranljiva shramba
tt: Алынма дисклар

source: _Mount removable drives when hot-plugged
sl: P_riklopi odstranljive naprave, ko so te v hot-pluggu
tt: Табылган алынма _җайланмаларны тоташтырырга

source: Mount removable media when _inserted
sl: Priklopi odstranljive medije, ko so vstavljeni
tt: Урнаштырылган _алынма дискларны тоташтырырга

source: B_rowse removable media when inserted
sl: Brskaj odstranljive medije, ko so vstavljeni
tt: Куелган алынма дискны файллар _менеджерында карарга

source: _Auto-run programs on new drives and media
sl: _samodejno zaženi programe na novih pogonih in medijih
tt: Яңа җайланмалар һәм дисклардагы _программаларны автомат рәвештә эшләтергә

source: Auto-open files on new drives and media
sl: Samodejno odpri datoteke na novih pogonih in medijih
tt: Яңа җайланмалар һәм алынма дисклардагы _файлларны автомат рәвештә ачарга

source: Blank CDs and DVDs
eo: Malplenaj KD-oj kaj DVD-oj
sl: Prazni CDji in DVDji
tt: Буш CD һәм DVD

source: _Burn a CD or DVD when a blank disc is inserted
sl: _Zapeči CD ali DVD, ko je vstavljen prazen plošček
tt: Чиста CD яисә DVD табылганда дисклар _яздыру кушымтасын эшләтеп җибшрергә

source: Command for _Data CDs:
eo: Komando por _datum-KD-oj:
sl: Ukaz za poda_tkovne CDje:
tt: _Мәгълүмат яздыру өчен команда:

source: Command for A_udio CDs:
sl: Ukaz za _zvočne CDje:
tt: _Аудио яздыру өчен команда:

source: Multimedia
eo: Plurmedio
sl: Večpredstavnost
tt: Мультимедиа

source: Audio CDs
eo: Aŭdio-KD-oj
sl: Zvočni CDji
tt: Аудиодисклар

source: Play _audio CDs when inserted
eo: Ludi _aŭdio-KD-oj kiam enmetitaj
sl: Predvajaj _zvočne CDje, ko so vstavljeni
tt: Табылган очракта _аудио белән дискларны уйнатырга

source: _Command:
eo: _Komando:
sl: _Ukaz:
tt: _Команда:

source: Video CDs/DVDs/Blu-rays
eo: Video-KD-oj/DVD-oj/Blu-ray-oj
tt: Видеодисклар (CD/DVD/Blu-ray)

source: Play _video CDs, DVDs, and Blu-rays when inserted
eo: Ludi _video-KD-oj, DVD-oj kaj Blu-ray-oj kiam enmetitaj
tt: Табылган очракта _видео белән дискларны уйнатырга

source: C_ommand:
eo: K_omando:
sl: U_kaz:
tt: Кома_нда:

source: Portable Music Players
eo: Porteblaj muzikludiloj
sl: Prenosni glasbeni predvajalniki
tt: Портатив музыкаль плеерлар

source: Play _music files when connected
eo: Ludi _muzikdosierojn kiam konektita
sl: Predvajaj _glasbene datoteke, ko je povezan
tt: Плеерны тоташтырганда _музыка белән файлларны уйнатырга

source: Cameras
eo: Fotiloj
sl: Kamere
tt: Камералар

source: Digital Cameras
eo: Ciferecaj fotiloj
sl: Digitalne kamere
tt: Цифралы камералар

source: Import digital photographs when connected
eo: Importi ciferecajn ciferecajn fotojn kiam konektita
sl: Uvozi digitalne fotografije ob povezavi
tt: Камераны тоташтырганда цифралы _фотосурәтләрне импортларга

source: Printers
eo: Presiloj
sl: Tiskalniki
tt: Принтерлар

source: Automatically run a program when a _printer is connected
eo: Aŭtomate lanĉi programon kiam _presilo estas konektita
sl: Avtomatično zaženi program, ko je priklopljen tiskalnik
tt: _Принтерны тоташтырганда кушымтаны эшләтергә

source: Input Devices
eo: Enigaj aparatoj
sl: Vhodne naprave
tt: Кертү җайланмалары

source: Keyboards
eo: Klavaroj
sl: Tipkovnice
tt: Клавиатуралар

source: Automatically run a program when a USB _keyboard is connected
eo: Aŭtomate lanĉi programon kiam USB-_klavaro estas konektita
sl: Samodejno zaženi program, ko je priklopljena _USB tipkovnica
tt: USB-к_лавиатураны тоташтырганда кушымтаны эшләтергә

source: Mice
eo: Musoj
sl: Miške
tt: Тычканнар

source: Automatically run a program when a USB _mouse is connected
eo: Aŭtomate lanĉi programon kiam USB-_muso estas konektita
sl: Samodejno zaženi program, ko je priklopljena USB _miška
tt: USB-ты_чканны тоташтырганда кушымтаны эшләтергә

source: Tablet
eo: Tabuleto
sl: Tablični računalnik
tt: Планшетлар

source: Automatically run a program when a _tablet is connected
eo: Aŭtomate lanĉi programon kiam _tabuleto estas konektita
sl: Samodejno zaženi program, ko je priklopljen_tablični računalnik
tt: _Планшетны тоташтырганда кушымтаны эшләтергә

source: Com_mand:
eo: Ko_mando:
sl: Uk_az:
tt: Кома_нда:

source: The syfs path of the newly added device
sl: Syfs pot na novo dodane naprave

source: Video CDs/DVDs
sl: Video CDji/DVDji

source: Play _video CDs and DVDs when inserted
sl: Predvajaj video CDje in DVDje, ko so vstavljeni

source: PDAs
sl: PDAji

source: Sync _Palm™ devices when connected
sl: Sinhroniziraj _Palm™ naprave ob povezavi

source: Pocket PCs
sl: Žepni računalniki

source: Sync Pocket P_C devices when connected
sl: Sinhroniziraj Pocket P_C naprave ob povezavi

source: Failed to open the documentation browser
sl: Ni uspelo odpreti brskalnika datotek

source: SOCKET ID
eo: ID de konekt-interfaco
